Repository: francescafinetti/gioco
Catalog: rako/Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: Are you sure you want to leave the match?
es: ¿Estás seguro de que quieres dejar el partido?
fr: Êtes-vous sûr de vouloir quitter le match ?
it: Sei sicuro di voler abbandonare la partita?

source: Are you sure you want to skip the tutorial?
es: ¿Estás seguro de que quieres saltarte el tutorial?
fr: Êtes-vous sûr de vouloir sauter le tutoriel ?
it: Sei sicuro di voler saltare il tutorial?

source: Back to Home
es: Volver al inicio
fr: Retour au menu principal
it: Torna alla Home

source: Cancel
es: Cancelar
it: Annulla

source: Central Pile
es: Pila Central
fr: Pile centrale
it: Pila Centrale

source: Congratulations!
es: Felicidades!
fr: Félicitations!
it: Congratulazioni!

source: Credits
es: Créditos
it: Crediti

source: Customize your game
es: Personaliza tu juego
fr: Personnalisez ton jeu
it: Personalizza il gioco

source: DEFEAT
es: DERROTA
fr: DÉFAIT
it: SCONFITTA

source: Drag your card to the central pile
es: Arrastra tu tarjeta a la pila central
fr: Faites glisser votre carte vers la pile centrale
it: Butta la carta nella pila centrale

source: Go Home
es: Volver al Inicio
fr: Retour à l’accueil
it: Torna alla Home

source: Great! You've played your card.
es: ¡Genial! Has jugado tu carta.
fr: Super ! Tu as joué ta carte.
it: Perfetto! Hai giocato la tua carta.

source: If another 1, 2 or 3 appears, the rule repeats, and the chain continues until a normal card ends it. So, now you must play two cards
es: Si aparece otro 1, 2 o 3, la regla se repite y la cadena continúa hasta que una carta normal la termina. Entonces, ahora debes jugar dos cartas
fr: Si un autre 1, 2 ou 3 apparaît, la règle se répète et la chaîne se poursuit jusqu'à ce qu'une carte normale la termine. Donc, maintenant, tu dois jouer deux cartes
it: Se appare un’altra carta 1,2 o 3, la regola si ripetere e la catena continua fino a che una carta normale non la completa. Quindi, ora devi giocare due carte.

source: If you want to consult the TUTORIAL again, you can find it in the settings!
es: Si quieres volver a consultar el TUTORIAL, ¡puedes encontrarlo en la configuración!
fr: Si tu veux consulter à nouveau le TUTORIEL, tu peux le trouver dans les paramètres !
it: Se vuoi consultare il TUTORIAL di nuovo, lo trovi nelle impostazioni!

source: Leave
es: Abandonar
fr: Quitter
it: Esci

source: Left
es: Izquierda
fr: Gauche
it: Sinistra

source: Next
es: Siguiente
fr: Suivant
it: Prossimo

source: Not 1-2-3. The bot takes the pile!
es: No 1-2-3. ¡El bot se lleva la pila!
fr: Pas 1-2-3. Le bot prend la pile !
it: Nessuna carta 1-2-3. il Bot prende le carte!

source: Now the bot plays, since it took the pile
es: Ahora el bot juega, ya que tomó la pila
fr: Maintenant, le bot joue, puisqu'il a pris la pile
it: Ora gioca il Bot, dal momento che ha preso le carte

source: Now you’re ready to start playing! Win the game by collecting all 40 cards!
es: ¡Ahora estás listo para empezar a jugar! ¡Gana el juego recogiendo las 40 cartas!
fr: Maintenant, tu es prêt à commencer à jouer ! Gagnez la partie en collectant les 40 cartes !
it: Ora puoi iniziare a giocare! Vinci il gioco collezionando tutte le 40 carte!

source: Play again
es: Jugar de Nuevo
fr: Rejouer
it: Gioca di Nuovo

source: Player %lld is
es: Player %lld es
fr: Joueur %lld est
it: Giocatore %lld

source: Right
es: Derecha
fr: Droite
it: Destra

source: Select Game Mode
es: Selecciona el Modo de Juego
fr: Sélectionner le mode de jeu
it: Seleziona Modalità di gioco

source: Skip
es: Saltar
fr: Passer
it: Salta

source: Start Playing
es: Empieza a jugar
fr: Commencer à jouer
it: Inizia a Giocare

source: Tap to Close
es: Toca para cerrar
fr: Appuye pour fermer
it: Tocca

source: Tap to Open
es: Toca para abrir
fr: Appuye pour ouvrir
it: Tocca per Aprire

source: Tap to Start
es: Toca para Empezar
fr: Appuye pour commencer
it: Gioca Ora

source: The bot played a 2! — special cards are 1, 2, and 3: when one of them appears, the opponent must throw exactly the number of cards shown.
es: ¡El bot jugó un 2! - las cartas especiales son 1, 2 y 3: cuando aparece una de ellas, el oponente debe lanzar exactamente el número de cartas que se muestra.
fr: Le bot a joué un 2 ! - les cartes spéciales sont 1, 2 et 3 : lorsque l'une d'entre elles apparaît, l'adversaire doit lancer exactement le nombre de cartes affichées.
it: Il Bot ha giocato un 2! - le carte speciali sono 1,2 e 3: quando una di loro appare, l’altro giocatore deve buttare esattamente il numero di carte mostrato.

source: The bot played a 5! Now you play a card.
es: ¡El bot jugó un 5! Ahora juegas una carta.
fr: Le bot a joué un 5 ! Maintenant, Tu joues une carte.
it: Il Bot ha giocato un 5! Ora devi buttare una carta.

source: This is the bot's deck
es: Esta es el jeugo del bot
fr: C'est le jeu du bot
it: Queste sono le carte del Bot

source: This is your deck
es: Esta es tu juego
fr: C'est ton jeu
it: Queste sono le tue carte

source: Two identical cards! Drag the pile towards you to take it!
es: ¡Dos tarjetas idénticas! ¡Arrastre la pila hacia ti para tomarla!
fr: Deux cartes identiques ! Faites glisser la pile vers vous pour la prendre !
it: Una doppia! Trascina le carte verso di te per prenderle!

source: VICTORY
es: VICTORIA
fr: VICTOIRE
it: VITTORIA

source: You are
es: Tu eres
fr: Tu es
it: Sei

source: GAME OVER
fr: JEU TERMINÉ
